"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "U hebt uw pincode %1$d keer onjuist ingevoerd. Uw Mercedes me ID is daarom voor %2$@ geblokkeerd.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minuten";

"command_error_pin_invalid" = "U hebt uw pincode %1$d keer onjuist ingevoerd.";

"general_cancel" = "Annuleren";

"general_error_msg" = "Er is een fout opgetreden. Probeer het opnieuw.";

"general_error_network_msg" = "Er is iets fout gegaan. Controleer uw internetverbinding.";

"general_error_title" = "Fout";

"general_hint" = "Aanwijzing";

"general_no" = "Nee";

"general_ok" = "OK";

"general_yes" = "Ja";

"login_error_authentication_failed" = "De authenticatie is mislukt. Probeer het opnieuw.";

"login_error_wrong_tan" = "Helaas is de door u ingevoerde informatie onjuist. Graag wijzen we u erop dat u mogelijk een aantal minuten moet wachten voordat u het opnieuw kunt proberen.";

"login_info_alert_message" = "De Mercedes me ID bestaat uit ofwel uw persoonlijke mobiele telefoonnummer ofwel uw e-mailadres. Met uw Mercedes me ID kunt u zich overal vandaan bij de digitale wereld van Mercedes-Benz aanmelden. Hiermee hebt u toegang tot alle in uw adresland beschikbare services, functies en platforms.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Geef een geldig e-mailadres of telefoonnummer op.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Verder";

"login_only_caption" = "Aanmelden";

"login_username" = "Mobiel nummer of e-mailadres";

"login_user_not_registered" = "Registreer u gratis in een van de andere Mercedes me-apps. ";

"pin_popup_button_again" = "Opnieuw proberen";

"pin_popup_cancel" = "Annuleren";

"pin_popup_default_no_pin_message" = "We verzoeken u in een van de Mercedes me-apps een pincode vast te leggen.";

"pin_popup_description" = "Voer uw pincode van %1$d cijfers in:";

"pin_popup_send" = "Verzenden";

"pin_popup_title" = "Pincode invoeren";

"pin_popup_wrong_pin_msg" = "De pincode is onjuist. Probeer het opnieuw.";

"pin_popup_wrong_pin_title" = "Onjuiste pincode";

"registration_user_consent_message" = "Om de app continu te verbeteren, analyseren we op basis van anonimiteit het gebruik van de app en de functies ervan. Deze functie kan op elk gewenst moment bij Menu > Instellingen > Analytics worden gedeactiveerd.";

"registration_user_consent_title" = "Mercedes me-gebruiksgegevens";

"verification_btn_next" = "Verder";

"verification_btn_send_again" = "Nieuwe code aanvragen";

"verification_headline" = "Verificatiecode";

"verification_login_msg_mail" = "Voer de TAN-code in die we u per e-mail hebben toegestuurd.";

"verification_login_msg_user" = "We hebben voor u ter verificatie een code met %1$d cijfers naar %2$@ gezonden. Voer deze code in.";

"verification_not_received" = "Geen TAN-code ontvangen?";

"verification_not_received_hint_mail" = "Controleer het opgegeven e-mailadres of vraag een nieuwe verificatiecode aan.";

"verification_not_received_hint_phone" = "Controleer het opgegeven mobiele nummer of vraag een nieuwe TAN-code aan.";

"verification_send_again_msg" = "Uw aanvraag is opnieuw verzonden";

"verification_title" = "Verificatie";

